[
	{
		"title": "Ways and Means: Lincoln and His Cabinet and the Financing of the Civil War",
		"_id": "4c2a5d1f7d3b44d",
		"authors": "Roger Lowenstein",
		"category": "biography-history",
		"pages": 448,
		"coverType": "paperback",
		"language": "English",
		"price": 18.60,
		"description": "From renowned journalist and master storyteller Roger Lowenstein, a revelatory financial investigation into how Lincoln and his administration used the funding of the Civil War as the catalyst to centralize the government and accomplish the most far-reaching reform in the country's history Upon his election to the presidency, Abraham Lincoln inherited a country in crisis. Even before the Confederacy's secession, the United States Treasury had run out of money. The government had no authority to raise taxes, no federal bank, no currency. But amid unprecedented troubles Lincoln saw opportunity--the chance to legislate in the centralizing spirit of the more perfect union that had first drawn him to politics. With Lincoln at the helm, the United States would now govern for its people: it would enact laws, establish a currency, raise armies, underwrite transportation and higher education, assist farmers, and impose taxes for them. Lincoln believed this agenda would foster the economic opportunity he had always sought for upwardly striving Americans, and which he would seek in particular for enslaved Black Americans. Salmon Chase, Lincoln's vanquished rival and his new secretary of the Treasury, waged war on the financial front, levying taxes and marketing bonds while desperately battling to contain wartime inflation. And while the Union and Rebel armies fought increasingly savage battles, the Republican-led Congress enacted a blizzard of legislation that made the government, for the first time, a powerful presence in the lives of ordinary Americans. The impact was revolutionary. The activist 37th Congress legislated for homesteads and a transcontinental railroad and involved the federal government in education, agriculture, and eventually immigration policy. It established a progressive income tax and created the greenback--paper money. While the Union became self-sustaining, the South plunged into financial free fall, having failed to leverage its cotton wealth to finance the war. Founded in a crucible of anticentralism, the Confederacy was trapped in a static (and slave-based) agrarian economy without federal taxing power or other means of government financing, save for its overworked printing presses. This led to an epic collapse. Though Confederate troops continued to hold their own, the North's financial advantage over the South, where citizens increasingly went hungry, proved decisive; the war was won as much (or more) in the respective treasuries as on the battlefields. Roger Lowenstein reveals the largely untold story of how Lincoln used the urgency of the Civil War to transform a union of states into a nation. Through a financial lens, he explores how this second American revolution, led by Lincoln, his cabinet, and a Congress studded with towering statesmen, changed the direction of the country and established a government of the people, by the people, and for the people.",
		"image": "https://images-us.bookshop.org/ingram/9780735223578.jpg?height=500&v=v2",
		"currency": "$"
	 },
	 {
		"title": "The Perfection of Nature: Animals, Breeding, and Race in the Renaissance",
		"_id": "5e7a0d13056d400",
		"authors": "MacKenzie Cooley",
		"category": "biography-history",
		"pages": 344,
		"coverType": "hardcover",
		"language": "English",
		"price": 135.00,
		"description": "The Renaissance is celebrated for the belief that individuals could fashion themselves to greatness, but there is a dark undercurrent to this fêted era of history. The same men and women who offered profound advancements in European understanding of the human condition--and laid the foundations of the Scientific Revolution--were also obsessed with controlling that condition and the wider natural world. Tracing early modern artisanal practice, Mackenzie Cooley shows how the idea of race and theories of inheritance developed through animal breeding in the shadow of the Spanish Empire. While one strand of the Renaissance celebrated a liberal view of human potential, another limited it by biology, reducing man to beast and prince to stud. Race, Cooley explains, first referred to animal stock honed through breeding. To those who invented the concept, race was not inflexible, but the fragile result of reproductive work. As the Spanish empire expanded, the concept of race moved from nonhuman to human animals. Cooley reveals how, as the dangerous idea of controlled reproduction was brought to life again and again, a rich, complex, and ever-shifting language of race and breeding was born. Adding nuance and historical context to discussions of race and human and animal relations, The Perfection of Nature provides a close reading of undertheorized notions of generation and its discontents in the more-than-human world.",
		"image": "https://images-us.bookshop.org/ingram/9780226822266.jpg?height=500&v=v2-f2a6d2f47b13a3f3e31ae41b4b1e20ea",
		"currency": "$"
	 },
	 {
		"title": "Be Useful: Seven Tools for Life",
		"_id": "f22dc5fcd9454d6",
		"authors": "Arnold Schwarzenegger",
		"category": "biography-history",
		"pages": 288,
		"coverType": "hardcover",
		"language": "English",
		"price": 26.04,
		"description": "The world's greatest bodybuilder. The world's highest-paid movie star. The leader of the world's sixth-largest economy. That these are the same person sounds like the setup to a joke, but this is no joke. This is Arnold Schwarzenegger. And this did not happen by accident. Arnold's stratospheric success happened as part of a process. As the result of clear vision, big thinking, hard work, direct communication, resilient problem-solving, open-minded curiosity, and a commitment to giving back. All of it guided by the one lesson Arnold's father hammered into him above all: be useful. As Arnold conquered every realm he entered, he kept his father's adage close to his heart. Written with his uniquely earnest, blunt, powerful voice, Be Useful takes readers on an inspirational tour through Arnold's tool kit for a meaningful life. He shows us how to put those tools to work, in service of whatever fulfilling future we can dream up for ourselves. He brings his insights to vivid life with compelling personal stories, life-changing successes and life-threatening failures alike--some of them famous; some told here for the first time ever. Too many of us struggle to disconnect from our self-pity and connect to our purpose. At an early age, Arnold forged the mental tools to build the ladder out of the poverty and narrow-mindedness of his rural Austrian hometown, tools he used to add rung after rung from there. Now he shares that wisdom with all of us. As he puts it, no one is going to come rescue you--you only have yourself. The good news, it turns out, is that you are all you need.",
		"image": "https://images-us.bookshop.org/ingram/9780593655955.jpg?height=500&v=v2-7f7fb65f686c095cde8e5e594c93ef2a",
		"currency": "$"
	 },
	 {
		"title": "A Pocketful of Happiness: A Memoir",
		"_id": "ae33fcb4a90f429",
		"authors": "Richard E. Grant",
		"category": "biography-history",
		"pages": 336,
		"coverType": "hardcover",
		"language": "English",
		"price": 26.96,
		"description": "Richard E. Grant emigrated from Swaziland to London in 1982, with dreams of making it as an actor. Unexpectedly, he met and fell in love with a renowned dialect coach Joan Washington. Their relationship and marriage, navigating the highs and lows of Hollywood, parenthood, and loss, lasted almost forty years. When Joan died in 2021, her final challenge to him was to find a 'pocketful of happiness in every day'. This honest and frequently hilarious memoir is written in honor of that challenge--Richard has faithfully kept a diary since childhood, and in these entries he shares raw detail of everything he has experienced: both the pain of losing his beloved wife, and the excitement of their life together, from the role that transformed his life overnight in Withnail and I to his thrilling Oscar Award nomination thirty years later for Can You Ever Forgive Me? Told with candor in Richard's utterly unique style, A Pocketful of Happiness is a powerful, funny, and moving celebration of life's unexpected joys.",
		"image": "https://images-us.bookshop.org/ingram/9781668030691.jpg?height=500&v=v2-866f51a162810ed5bf54b01adc5be1d8",
		"currency": "$"
	 }
]