[
	{
		"title": "Injustice: Gods Among Us Year One: The Complete Collection",
		"_id": "bbb6669e41e811e",
		"authors": "Tom Taylor ",
		"category": "dc",
		"pages": 424,
		"coverType": "paperback",
		"language": "English",
		"price": 11.99,
		"description": "Forget everything you think you know about the DC Universe. Tradition is tossed aside and chaos erupts in Injustice: Gods Among Us Year One—The Complete Edition, inspired by the video game phenomenon! This graphic novel edition collects the initial year of the best-selling series in its entirety for the first time!Superman is Earth’s greatest hero. But when the Man of Steel can’t protect the thing he holds most dear, he decides to stop trying to save the world—and start ruling it.Now, the Last Son of Krypton is enforcing peace on Earth by any means necessary. Only one man stands between Superman and absolute power: Batman. And the Dark Knight will use any method at his disposal to stop his former friend from reshaping the world in his shattered image.Written by Tom Taylor (Earth 2) with art by Jheremy Raapack (Resident Evil), Mike S. Miller (A Game of Thrones) and more, this thrilling graphic novel collects Injustice: Gods Among Us digital chapters 1-36 and in single magazine form as Injustice: Gods Among Us 1-12 and Injustice: Gods Among Us Annual #1.",
		"image": "https://balka-book.com/files/2023/07_28/01_12/u_files_store_18_49.jpg",
		"currency": "$"
	 },
	 {
		"title": "DC Greatest Events",
		"_id": "4b9c3f1c7c1a57b",
		"authors": "Stephen Wiacek",
		"category": "comics",
		"pages": 200,
		"coverType": "hardcover",
		"language": "English",
		"price": 32.55,
		"description": "Explore the main events that have shaped and reshaped the DC Multiverse. From the groundbreaking debuts of Superman, Batman, and Wonder Woman to The Flash of Two Worlds, from Crisis on Infinite Earths to The Death and Return of Superman, and from DC Comics: The New 52 to Infinite Frontier, DC Greatest Events delves into the epic crises, iconic battles, and unforgettable milestones that have reinvented and refreshed DC Comics. Expert essays reveal the context, connections, and consequences of more than 80 pivotal events, showcasing crossover series and timelines, brought to vivid life through stunning artwork and presented in a sumptuous coffee-table format. Across DC Comics' celebrated 80-year history, these are the moments that matter, the stories that made a difference. All DC characters and elements (c) & (TM) DC Comics. (s22)",
		"image": "https://images-us.bookshop.org/ingram/9780744063455.jpg?height=500&v=v2-f207f61703bcb1ea0a4d93bcaf2735d1",
		"currency": "$"
	 },
	 {
		"title": "DC: The New Frontier",
		"_id": "83e9360d93a7a8e",
		"authors": "Darwyn Cooke",
		"category": "comics",
		"pages": 520,
		"coverType": "paperback",
		"language": "English",
		"price": 32.54,
		"description": "Welcome to the DC Universe in 1950s America -- a land of promise and paranoia, of glittering cities and segregated slums, of dizzying scientific progress and simmering Cold War conflict. A land without the Justice League--Superman, Batman and Wonder Woman. Or so it seems. The masked mystery men who fought for freedom in the Second World War have been outlawed. The soldiers and spies who conducted top-secret missions into the unknown now work in the shadows. And those icons who do still fight on -- Superman, Wonder Woman, Batman -- operate under hidden agendas and dueling ideologies. Yet this America needs its heroes more than ever. With darkness gathering on the horizon once more, only a bold new generation of adventurers -- young, daring, and dedicated to the better angels of our nature -- is equal to the challenge of the New Frontier. From Eisner Award-winning writer-artist Darwyn Cooke and Eisner Award-winning colorist Dave Stewart comes DC: THE NEW FRONTIER -- a timeless tale of idealism that has become one of the most acclaimed superhero comics of the 21st century. This edition collects the original 6-issue miniseries together with the JUSTICE LEAGUE: THE NEW FRONTIER SPECIAL, and features over 50 pages of designs, sketches and preliminary artwork from the author.",
		"image": "https://images-us.bookshop.org/ingram/9781401290924.jpg?height=500&v=v2-ef8ede52becc6601b6a209b7bfd8b234",
		"currency": "$"
	 }
]