[
	{
      "title": "Dune",
      "_id": "bbb6637e41e811e",
      "authors": "Frank Herbert",
      "category": "fantasy",
      "pages": 890,
      "coverType": "hardcover",
      "language": "English",
      "price": 9.99,
      "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the “spice” melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for....When House Atreides is betrayed, the destruction of Paul’s family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad’Dib, he will bring to fruition humankind’s most ancient and unattainable dream.A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
      "image": "https://balka-book.com/files/2023/06_04/14_32/u_files_store_21_6.jpg",
      "currency": "$"
    },
    {
      "title": "Star Wars: Thrawn Ascendancy (Book III: Lesser Evil)",
      "_id": "bbb66d9c41e811e",
      "authors": "Timothy Zahn",
      "category": "fantasy",
      "pages": 576,
      "coverType": "paperback",
      "language": "English",
      "price": 14.99,
      "description": "(Star Wars: The Ascendancy Trilogy)For thousands of years the Chiss Ascendancy has been an island of calm, a center of power, and a beacon of integrity. It is led by the Nine Ruling Families, whose leadership stands as a bulwark of stability against the Chaos of the Unknown Regions. But that stability has been eroded by a cunning foe who winnows away trust and loyalty in equal measure. Bonds of fidelity have given way to lines of division among the families. Despite the efforts of the Expansionary Defense Fleet, the Ascendancy slips closer and closer to civil war.",
      "image": "https://m.media-amazon.com/images/I/41leTNlLIcL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "currency": "$"
    },
    {
      "title": "The Innocent Sleep",
      "_id": "8fdd9ef891ab421",
      "authors": "Seanan McGuire",
      "category": "fantasy",
      "pages": 384,
      "coverType": "hardcover",
      "language": "English",
      "price": 26.04,
      "description": "For one bright, shining moment, Tybalt, King of Cats, had everything he had ever wanted. He was soon to set his crown aside; he had married the woman he loved; he was going to be a father. After centuries of searching for a family of his own, he had finally found a way to construct the life of his dreams, and was looking forward to a period of peace--or at least as much peace as is ever in the offing for the husband of a hero.Alas for Tybalt and his domestic aspirations, fate--and Titania--had other ideas. His perfect world had been complete for only a moment when it was ripped away, to be replaced by hers. Titania, Faerie's Summer Queen, Mother of Illusions and enemy of so many he holds dear, has seized control of the Kingdom, remaking it in her own image. An image which does not include meddlesome shapeshifters getting in her way. Tybalt quickly finds himself banished from her reality, along with the Undersea and the rest of the Court of Cats. To protect his people and his future, Tybalt must find the woman he loves in a world designed to keep her from him, convince her that he's not a stranger trying to ruin her life for no apparent reason, and get her to unmake the illusion she's been firmly enmeshed in. And he'll have to do it all while she doesn't know him, and every unrecognizing look is a knife to his heart. For Tybalt, King of Cats, the happily ever after was just the beginning.",
      "image": "https://images-us.bookshop.org/ingram/9780756416805.jpg?height=500&v=v2-acbe9ff29cb7eb5cceeb448b1d96a269",
      "currency": "$"
    },
    {
      "title": "House of Sky and Breath",
      "_id": "91ee6ae70ff64c8",
      "authors": "Sarah J. Maas",
      "category": "fantasy",
      "pages": 816,
      "coverType": "paperback",
      "language": "English",
      "price": 17.67,
      "description": "Bryce Quinlan and Hunt Athalar are trying to get back to normal-they may have saved Crescent City, but with so much upheaval in their lives lately, they mostly want a chance to relax. Slow down. Figure out what the future holds. The Asteri have kept their word so far, leaving Bryce and Hunt alone. But with the rebels chipping away at the Asteri's power, the threat the rulers pose is growing. As Bryce, Hunt, and their friends get pulled into the rebels' plans, the choice becomes clear: stay silent while others are oppressed, or fight for what's right. And they've never been very good at staying silent.In this sexy, action-packed sequel to the #1 bestseller House of Earth and Blood, Sarah J. Maas weaves a captivating story of a world about to explode-and the people who will do anything to save it.",
      "image": "https://images-us.bookshop.org/ingram/9781639731756.jpg?height=500&v=v2",
      "currency": "$"
    },
    {
      "title": "Haunting Adeline",
      "_id": "230b30175bd24a5",
      "authors": "H. D. Carlton",
      "category": "fantasy",
      "pages": 608,
      "coverType": "paperback",
      "language": "English",
      "price": 26.96,
      "description": "The Manipulator...I can manipulate the emotions of anyone who lets me. I will make you hurt, make you cry, make you laugh and sigh.But my words don't affect him. Especially not when I plead for him to leave. He's always there, watching and waiting. And I can never look away. Not when I want him to come closer. The Shadow...I didn't mean to fall in love.But now that I have, I can't stay away.I'm mesmerized by her smile, by her eyes, and the way she moves.The way she undresses...I'll keep watching and waiting. Until I can make her mine. And once she is, I'll never let her go. Not even when she begs me to.",
      "image": "https://images-us.bookshop.org/ingram/9781957635002.jpg?height=500&v=v2",
      "currency": "$"
    },
    {
      "title": "Empire of the Damned",
      "_id": "b37b26e5a9a34b4",
      "authors": "Jay Kristoff",
      "category": "fantasy",
      "pages": 736,
      "coverType": "hardcover",
      "language": "English",
      "price": 29.76,
      "description": "From holy cup comes holy light. The faithful hands sets world aright. And in the Seven Martyrs' sight, Mere man shall end this endless night. Gabriel de León has saved the Holy Grail from death, but his chance to end the endless night is lost. Drawn into an uneasy alliance with the mysterious vampire Liathe, Gabriel must now deliver the Grail to ancients of the Blood Esani, and learn the truth of how Daysdeath might be finally undone. But the Last Silversaint faces peril, within and without. Pursued by terrors of the Blood Voss, drawn into warfare between the Blood Dyvok and duskdancers of the frozen Highlands, and ravaged by his own rising bloodlust, Gabriel may not survive to see the Grail learn her truth. And that truth may be too awful for any to imagine.",
      "image": "https://images-us.bookshop.org/ingram/9781250245335.jpg?height=500&v=v2-d4ebbb179c3f6f2d96c258b03aa5947c",
      "currency": "$"
    },
    {
      "title": "A Game of Thrones (HBO Tie-In Edition): A Song of Ice and Fire: Book One",
      "_id": "9c4a850d65d845a",
      "authors": "George R. R. Martin",
      "category": "fantasy",
      "pages": 864,
      "coverType": "hardcover",
      "language": "English",
      "price": 9.29,
      "description": "Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King's Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse--unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen's brothers Jaime and Tyrion of the powerful and wealthy House Lannister--the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki--whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.",
      "image": "https://images-us.bookshop.org/ingram/9780553593716.jpg?height=500&v=v2-29ffe30d14b885c446c9d70fd50ec4e1",
      "currency": "$"
    }
]