[
 {
		 "title": "It",
		 "_id": "a20b87a27664a33",
		 "authors": "Stephen King",
		 "category": "horror",
		 "pages": 1184,
		 "coverType": "paperback",
		 "language": "English",
		 "price": 23.51,
		 "description": "Welcome to Derry, Maine. It’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real.They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But the promise they made twenty-eight years ago calls them reunite in the same place where, as teenagers, they battled an evil creature that preyed on the city’s children. Now, children are being murdered again and their repressed memories of that terrifying summer return as they prepare to once again battle the monster lurking in Derry’s sewers.Readers of Stephen King know that Derry, Maine, is a place with a deep, dark hold on the author. It reappears in many of his books, including Bag of Bones, Hearts in Atlantis, and 11/22/63. But it all starts with It.",
		 "image": "https://images-us.bookshop.org/ingram/9781501142970.jpg?height=500&v=v2-7de1a9a8059fd7225e9b60db15626883",
		 "currency": "$"
	  },
	  {
		"title": "Into the Drowning Deep",
		"_id": "7985b9fe02f3459",
		"authors": "Mira Grant",
		"category": "horror",
		"pages": 480,
		"coverType": "paperback",
		"language": "English",
		"price": 28.99,
		"description": "The ocean is home to many myths,But some are deadly...Seven years ago the Atargatis set off on a voyage to the Mariana Trench to film a mockumentary bringing to life ancient sea creatures of legend. It was lost at sea with all hands. Some have called it a hoax; others have called it a tragedy.Now a new crew has been assembled. But this time they're not out to entertain. Some seek to validate their life's work. Some seek the greatest hunt of all. Some seek the truth. But for the ambitious young scientist Victoria Stewart this is a voyage to uncover the fate of the sister she lost.Whatever the truth may be, it will only be found below the waves.But the secrets of the deep come with a price.",
		"image": "https://images-us.bookshop.org/ingram/9780316379373.jpg?height=500&v=v2",
		"currency": "$"
	 },
	 {
		"title": "My Heart Is a Chainsaw",
		"_id": "18ad538fc66a452",
		"authors": "Stephen Graham Jones",
		"category": "horror",
		"pages": 432,
		"coverType": "paperback",
		"language": "English",
		"price": 16.73,
		"description": "Some girls just don't know how to die...Shirley Jackson meets Friday the 13th in My Heart Is a Chainsaw, written by the New York Times bestselling author of The Only Good Indians Stephen Graham Jones, called 'a literary master' by National Book Award winner Tananarive Due and 'one of our most talented living writers' by Tommy Orange.Alma Katsu calls My Heart Is a Chainsaw 'a homage to slasher films that also manages to defy and transcend genre.' On the surface is a story of murder in small-town America. But beneath is its beating heart: a biting critique of American colonialism, Indigenous displacement, and gentrification, and a heartbreaking portrait of a broken young girl who uses horror movies to cope with the horror of her own life. Jade Daniels is an angry, half-Indian outcast with an abusive father, an absent mother, and an entire town that wants nothing to do with her. She lives in her own world, a world in which protection comes from an unusual source: horror movies...especially the ones where a masked killer seeks revenge on a world that wronged them. And Jade narrates the quirky history of Proofrock as if it is one of those movies. But when blood actually starts to spill into the waters of Indian Lake, she pulls us into her dizzying, encyclopedic mind of blood and masked murderers, and predicts exactly how the plot will unfold. Yet, even as Jade drags us into her dark fever dream, a surprising and intimate portrait emerges...a portrait of the scared and traumatized little girl beneath the Jason Voorhees mask: angry, yes, but also a girl who easily cries, fiercely loves, and desperately wants a home. A girl whose feelings are too big for her body. My Heart Is a Chainsaw is her story, her homage to horror and revenge and triumph.",
		"image": "https://images-us.bookshop.org/ingram/9781982137649.jpg?height=500&v=v2-46622d8ef366663098a1646ed15f354c",
		"currency": "$"
	 },
	 {
		"title": "Holly",
		"_id": "7949b859c995475",
		"authors": "Stephen King",
		"category": "horror",
		"pages": 464,
		"coverType": "hardcover",
		"language": "English",
		"price": 27.90,
		"description": "'Sometimes the universe throws you a rope.' --BILL HODGESStephen King's Holly marks the triumphant return of beloved King character Holly Gibney. Readers have witnessed Holly's gradual transformation from a shy (but also brave and ethical) recluse in Mr. Mercedes to Bill Hodges's partner in Finders Keepers to a full-fledged, smart, and occasionally tough private detective in The Outsider. In King's new novel, Holly is on her own, and up against a pair of unimaginably depraved and brilliantly disguised adversaries.When Penny Dahl calls the Finders Keepers detective agency hoping for help locating her missing daughter, Holly is reluctant to accept the case. Her partner, Pete, has Covid. Her (very complicated) mother has just died. And Holly is meant to be on leave. But something in Penny Dahl's desperate voice makes it impossible for Holly to turn her down.Mere blocks from where Bonnie Dahl disappeared live Professors Rodney and Emily Harris. They are the picture of bourgeois respectability: married octogenarians, devoted to each other, and semi-retired lifelong academics. But they are harboring an unholy secret in the basement of their well-kept, book-lined home, one that may be related to Bonnie's disappearance. And it will prove nearly impossible to discover what they are up to: they are savvy, they are patient, and they are ruthless.Holly must summon all her formidable talents to outthink and outmaneuver the shockingly twisted professors in this chilling new masterwork from Stephen King.'I could never let Holly Gibney go. She was supposed to be a walk-on character in Mr. Mercedes and she just kind of stole the book and stole my heart. Holly is all her.' --STEPHEN KING",
		"image": "https://images-us.bookshop.org/ingram/9781668016138.jpg?height=500&v=v2-15492dc7aa890130388e2f0b732135c7",
		"currency": "$"
	 },
	 {
		"title": "The Last House on Needless Street",
		"_id": "51f322763d2e494",
		"authors": "Catriona Ward",
		"category": "horror",
		"pages": 368,
		"coverType": "paperback",
		"language": "English",
		"price": 16.73,
		"description": "Catriona Ward's The Last House on Needless Street is a shocking and immersive read perfect for fans of Gone Girl and The Haunting of Hill House.In a boarded-up house on a dead-end street at the edge of the wild Washington woods lives a family of three.A young girl who isn't allowed outside, not after last time. A man who drinks alone in front of his TV, trying to ignore the gaps in his memory. And a house cat who loves napping and reading the Bible. An unspeakable secret binds them together, but when a new neighbor moves in next door, what is buried out among the birch trees may come back to haunt them all.",
		"image": "https://images-us.bookshop.org/ingram/9781250812643.jpg?height=500&v=v2-d74e0a851c217205bb98b9a17eb6de65",
		"currency": "$"
	 }
]
