[
	{
		"title": "Nothing Can Hurt You",
		"_id": "751fd7a96534484",
		"authors": "Nicola Maye Goldberg",
		"category": "thriller",
		"pages": 240,
		"coverType": "hardcover",
		"language": "English",
		"price": 24.18,
		"description": "On a cold day in 1997, student Sara Morgan was killed in the woods surrounding her liberal arts college in upstate New York. Her boyfriend, Blake Campbell, confessed, his plea of temporary insanity raising more questions than it answered. In the wake of his acquittal, the case comes to haunt a strange and surprising network of community members, from the young woman who discovers Sara's body to the junior reporter who senses its connection to convicted local serial killer John Logan. Others are looking for retribution or explanation: Sara's half sister, stifled by her family's bereft silence about Blake, poses as a babysitter and seeks out her own form of justice, while the teenager Sara used to babysit starts writing to Logan in prison. A propulsive, taut tale of voyeurism and obsession, Nothing Can Hurt You dares to examine gendered violence not as an anomaly, but as the very core of everyday life. Tracing the concentric circles of violence rippling out from Sara's murder, Nicola Maye Goldberg masterfully conducts an unforgettable chorus of disparate voices.",
		"image": "https://images-us.bookshop.org/ingram/9781635574883.jpg?height=500&v=v2",
		"currency": "$"
	 },
	 {
		"title": "Say Nothing: A True Story of Murder and Memory in Northern Ireland",
		"_id": "d56971cfd4164d6",
		"authors": "Patrick Radden Keefe",
		"category": "thriller",
		"pages": 560,
		"coverType": "paperback",
		"language": "English",
		"price": 16.74,
		"description": "Masked intruders dragged Jean McConville, a 38-year-old widow and mother of 10, from her Belfast home in 1972. In this meticulously reported book--as finely paced as a novel--Keefe uses McConville's murder as a prism to tell the history of the Troubles in Northern Ireland. Interviewing people on both sides of the conflict, he transforms the tragic damage and waste of the era into a searing, utterly gripping saga. --New York Times Book Review Jean McConville's abduction was one of the most notorious episodes of the vicious conflict known as The Troubles. Everyone in the neighborhood knew the I.R.A. was responsible. But in a climate of fear and paranoia, no one would speak of it. In 2003, five years after an accord brought an uneasy peace to Northern Ireland, a set of human bones was discovered on a beach. McConville's children knew it was their mother when they were told a blue safety pin was attached to the dress--with so many kids, she had always kept it handy for diapers or ripped clothes.",
		"image": "https://images-us.bookshop.org/ingram/9780307279286.jpg?height=500&v=v2-85e7c9f9c48b9752876e447e8caeb547",
		"currency": "$"
	 },
	 {
		"title": "Yellowface: A Reese's Book Club Pick",
		"_id": "66cf4e428b48452",
		"authors": "R. F. Kuang",
		"category": "thriller",
		"pages": 336,
		"coverType": "hardcover",
		"language": "English",
		"price": 27.90,
		"description": "Authors June Hayward and Athena Liu were supposed to be twin rising stars. But Athena's a literary darling. June Hayward is literally nobody. Who wants stories about basic white girls, June thinks. So when June witnesses Athena's death in a freak accident, she acts on impulse: she steals Athena's just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers during World War I. So what if June edits Athena's novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song--complete with an ambiguously ethnic author photo? Doesn't this piece of history deserve to be told, whoever the teller? That's what June claims, and the New York Times bestseller list seems to agree. But June can't get away from Athena's shadow, and emerging evidence threatens to bring June's (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves. With its totally immersive first-person voice, Yellowface grapples with questions of diversity, racism, and cultural appropriation, as well as the terrifying alienation of social media. R.F. Kuang's novel is timely, razor-sharp, and eminently readable.",
		"image": "https://images-us.bookshop.org/ingram/9780063250833.jpg?height=500&v=v2-d73e16e1af5233cc8994257e2618d867",
		"currency": "$"
	 },
	 {
		"title": "The Lock-Up (Original)",
		"_id": "0554b726d2044e1",
		"authors": "John Banville",
		"category": "thriller",
		"pages": 320,
		"coverType": "hardcover",
		"language": "English",
		"price": 27.90,
		"description": "In 1950s Dublin, Rosa Jacobs, a young history scholar, is found dead in her car. Renowned pathologist Dr. Quirke and DI St. John Strafford begin to investigate the death as a murder, but it's the victim's older sister Molly, an established journalist, who discovers a lead that could crack open the case. One of Rosa's friends, it turns out, is from a powerful German family that arrived in Ireland under mysterious circumstances shortly after World War II. But as Quirke and Strafford close in, their personal lives may put the case--and everyone involved--in peril, including Quirke's own daughter. Spanning the mountaintops of Italy, the front lines of World War II Bavaria, the gritty streets of Dublin and other unexpected locales, The Lock-Up is an ambitious and arresting mystery by one of the world's most celebrated authors.",
		"image": "https://images-us.bookshop.org/ingram/9781335449634.jpg?height=500&v=v2-c4ba4af8d703a87c3200e104f4ae906e",
		"currency": "$"
	 },
	 {
		"title": "Killing Moon: A Harry Hole Novel (13)",
		"_id": "924323a0ddda426",
		"authors": "Jo Nesbo, Seán Kinsella",
		"category": "thriller",
		"pages": 496,
		"coverType": "hardcover",
		"language": "English",
		"price": 26.97,
		"description": "'One of today's most interesting thriller writers.' --Lee Child, author of the #1 best-selling Jack Reacher series THE HUNT IS ON AND THE POLICE ARE RUNNING OUT OF TIME. Two young women are missing, their only connection a party they both attended, hosted by a notorious real-estate magnate. When one of the women is found murdered, the police discover an unusual signature left by the killer, giving them reason to suspect he will strike again. THEY'RE FACING A KILLER UNLIKE ANY OTHER. And exposing him calls for a detective like no other. But the legendary Harry Hole is gone--fired from the force, drinking himself to oblivion in Los Angeles. It seems that nothing can entice him back to Oslo. Until the woman who saved Harry's life is put in grave danger, and he has no choice but to return to the city that haunts him and track down the murderer. CATCHING HIM WILL PUSH HARRY TO THE LIMIT. He'll need to bring together a misfit team of former operatives to accomplish what he can't do alone: stop an unstoppable killer. But as the evidence mounts, it becomes clear that there is more to this case than meets the eye...",
		"image": "https://images-us.bookshop.org/ingram/9780593536964.jpg?height=500&v=v2-9bb2806758f399203c855b80382d5e4c",
		"currency": "$"
	 },
	 {
		"title": "Rogue Justice: A Thriller",
		"_id": "92fb360aae08446",
		"authors": "Stacey Abrams",
		"category": "thriller",
		"pages": 368,
		"coverType": "hardcover",
		"language": "English",
		"price": 26.97,
		"description": "Supreme Court clerk Avery Keene is back, trying to get her feet on solid ground after unraveling an international conspiracy in While Justice Sleeps. But as the sparks of Congressional hearings and political skirmishes swirl around her, Avery is approached at a legal conference by Preston Davies, an unassuming young man and fellow law clerk to a federal judge in Idaho. Davies believes his boss, Judge Francesca Whitner, was being blackmailed in the days before she died. Desperate to understand what happened, he gives Avery a file, a burner phone, and a fearful warning that there are highly dangerous people involved. Another shocking murder leads Avery to a list of names - all federal judges - and, alarmingly, all judges on the FISA Court (the United States Foreign Intelligence Surveillance Court), also known as America's 'secret court.' It is this body which grants permission to the government to wiretap Americans or spy on corporations suspected of terrorism. As Avery digs deeper, she begins to see a frightening pattern - and she worries that something far more sinister may be unfolding inside the nation's third branch of government. With lives at stake, Avery must race the clock and an unexpected enemy to find the answer. Drawn from today's headlines and woven with her unique insider perspective, Stacey Abrams combines twisting plotlines, wry wit, and clever puzzles to create another immensely entertaining suspense novel.",
		"image": "https://images-us.bookshop.org/ingram/9780385548328.jpg?height=500&v=v2-6b9202bac30229bb09b188845c013b1d",
		"currency": "$"
	 },
	 {
		"title": "The Wager: A Tale of Shipwreck, Mutiny and Murder",
		"_id": "179d18be2ba8403",
		"authors": "David Grann",
		"category": "thriller",
		"pages": 352,
		"coverType": "hardcover",
		"language": "English",
		"price": 27.90,
		"description": "On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty's Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing a Spanish treasure-filled galleon known as 'the prize of all the oceans,' it had wrecked on a desolate island off the coast of Patagonia. The men, after being marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing nearly 3,000 miles of storm-wracked seas. They were greeted as heroes. But then ... six months later, another, even more decrepit craft landed on the coast of Chile. This boat contained just three castaways, and they told a very different story. The thirty sailors who landed in Brazil were not heroes - they were mutineers. The first group responded with countercharges of their own, of a tyrannical and murderous senior officer and his henchmen. It became clear that while stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death--for whomever the court found guilty could hang. The Wager is a grand tale of human behavior at the extremes told by one of our greatest nonfiction writers. Grann's recreation of the hidden world on a British warship rivals the work of Patrick O'Brian, his portrayal of the castaways' desperate straits stands up to the classics of survival writing such as The Endurance, and his account of the court martial has the savvy of a Scott Turow thriller. As always with Grann's work, the incredible twists of the narrative hold the reader spellbound.",
		"image": "https://images-us.bookshop.org/ingram/9780385534260.jpg?height=500&v=v2-86f16537cbc901e988d2a009f6422ae0",
		"currency": "$"
	 },
	 {
		"title": "The Other Mrs.: A Thrilling Suspense Novel from the Nyt Bestselling Author of Local Woman Missing (Original)",
		"_id": "151df2114ad74d2",
		"authors": "Mary Kubica",
		"category": "thriller",
		"pages": 368,
		"coverType": "paperback",
		"language": "English",
		"price": 25.10,
		"description": "Sadie and Will Foust have only just moved their family from bustling Chicago to a coastal island in Maine when their neighbor Morgan Baines is found dead in her home. The murder rocks their tiny coastal island, but no one is more shaken than Sadie. But it's not just Morgan's death that has Sadie on edge. And as the eyes of suspicion turn toward the new family in town, Sadie is drawn deeper into the mystery of what really happened that dark and deadly night. But Sadie must be careful, for the more she discovers about Mrs. Baines, the more she begins to realize just how much she has to lose if the truth ever comes to light.",
		"image": "https://images-us.bookshop.org/ingram/9780778369110.jpg?height=500&v=v2-d03ed6b3ae0fceb838919e234189ba7b",
		"currency": "$"
	 }
]